// pusan
var text511 = '체육교육과 학생들의 실내체육활동 공간으로 활용됩니다.';
var text401 = '900석 가량의 정독실 및 열람실이 제공되어 학생들의 수학을 지원하며, 소규모 서고를 갖추고 있습니다.';
var text706 = '최첨단 복합스포츠시설로, 1,600석 규모의 실내체육관과 스포츠센터 등이 있습니다.';
var text705 = '체육교육과 및 스포츠과학부 교수연구동입니다.';
var text109 = '공과대학 기계공학부, 항공우주공학과, 전자전기공학부 등의 실험 공간입니다.';
var text312 = '공동 활용도가 높은 고성능 기기를 갖추어 수준 높은 교수 연구와 학생 실험·실습을 지원하는 기관입니다.';
var text311 = '고성능 설비 및 기기를 갖추고 연구 활동을 지원하고 있습니다.';
var text607 = '각종 연구소가 있는 첨단연구동입니다.';
var text709 = '차세대물류IT기술연구사업단의 물류IT 기술개발을 위한 연구개발 핵심기반시설 및 항만물류 관련 산업체 연구개발 공동 연구 시설로 활용하고 있습니다.';
var text409 = '교수복지시설로 서점, 농협, 교수식당, 교수회 및 여교수회 사무실이 입주해 있습니다. ';
var text301 = '공과대학 토목공학과 및 건축학부가 연구하는 각종 구조물의 정적 및 동적실험을 수행하는 곳입니다.';
var text210 = '각종 외국어 교육을 위한 전문기관으로서 초현대식 건물과 최첨단 장비를 갖춘 어학실습실, 강의실, 세미나실을 보유하고 있습니다.';
var text419 = '교직원 및 학생들을 위한 구내식당입니다. ';
var text208 = '기계공학 분야 연구를 통해 기계공업 발전과 고급기술인력 양성을 지원합니다.';

var text203 = '각종 축제 및 행사에 활용되는 소규모 운동장입니다.';
var text204 = '넉넉한터 지하에 위치한 주차장으로 차량 305대를 주차할 수 있습니다.';

var text710 = '인조잔디와 우레탄 트랙이 깔려 있는 대운동장으로서 체육행사 및 제반 행사에 활용되며 ‘2002 부산아시안게임’육상경기 연습장으로 사용된 곳입니다. ';
var text205 = '대학전체의 행정업무를 관리하는 부서들이 배치되어 있으며 대학의 주요정책이 수립·집행되는 곳입니다.';

var text310 = ' 교직원과 학생들을 위한 식당, 우체국 등이 위치해 있습니다.';
var text703 = '예술대학 미술학과 전용관입니다.';

var text412 = '1964년에 개관한 부산·경남지역의 선사문화 및 가야문화 유적의 보고로, 총 1034점의 유물을 소장하고 있습니다.';
var text413 = '1964년에 개관한 부산·경남지역의 선사문화 및 가야문화 유적의 보고로, 총 1034점의 유물을 소장하고 있습니다.';
var text509 = '선조들의 지혜와 숨결을 엿볼 수 있는 박물관의 부속건물로 발굴된 유물을 보관하는 유물수장고로 사용됩니다. ';
var text609 = '각종 법 관련 지식과 소양을 교육하여 법률전문가를 양성하는 법학전문대학원 건물입니다.';
var text211 = '어린이집, 영유아보육연구소, 보육정보센터를 포괄하는 기관으로 연구와 지역사회 봉사에 주력하고 있습니다.';

var text421 = '사회과학대학 학생들이 사회 제반 현상을 탐구하는 공간입니다. 원을 그리며 펼쳐진 건물 앞 잔디밭이 유명합니다. ';
var text508 = '정부, 지방자치단체, 산업체 등과의 상호 협력을 통해 산학협력을 촉진시키는 산학협동의 심장부로서 산학협력단이 자리잡은 곳입니다. ';
var text209 = '국내외 학술교류를 목적으로 건립된 호텔형 컨벤션센터로 회의실, 연회장, 예식장으로도 활용되고 있습니다. ';
var text514 = '유망한 경제·경영인을 양성하는 상과대학 건물입니다. ';
var text415 = '학생 전용 식당입니다.';
var text416 = '생물·미생물 등 순수기초과학 분야에 대한 연구와 교육이 이루어지는 곳으로 고급 자연과학 인력의 산실입니다. ';
var text602 = '생활환경대학의 중심 건물로 의류학·식품영양학·주택 및 실내디자인 분야의 전문인을 양성합니다.';
var text603 = '생활환경대학의 부속 건물로 실험 및 실습을 위한 시설을 보유하고 있습니다.';
var text407 = '세계 대학 중 최고의 최첨단 수조실험시설을 갖추고 있는 곳으로 첨단조선 공학연구센터가 운영되고 있습니다.';
var text410 = 'LNG선 및 쇄빙선 관련 극저온 연구를 위한 실험동입니다.';
var text422 = '부산캠퍼스의 현대화 및 교육·연구환경 개선을 위해 대학 발전기금으로 건설된 첫번째 건물입니다. 총면적 1,676평, 지하 1층, 지상 7층 규모를 자랑합니다. ';
var text505 = '약학대학 학생들의 실험 및 실습 공간입니다. ';
var text111 = '각종 실험과정에서 배출되는 폐기물을 위생적으로 처리하는 시설입니다.';

var text502 = '약학대학 중심 건물로 생명의 존엄성을 중시하는 전문약사를 양성하고 있습니다.';
var text503 = '약학대학 전용관입니다.';
var text501 = '약학을 연구하기 위한 제반 시설들이 구비되어 있습니다. ';
var text110 = '분무 및 미립화, 마이크로/유체생체 연구실 등이 자리하고 있습니다.';
var text601 = '예술대학의 중심 건물로 음악·국악·무용 등 예술 분야 전문인력을 양성하는 곳입니다. ';
var text318 = '외국인 객원교수의 생활 및 편의를 위해 제공되는 아파트입니다. ';
var text202 = '글로벌라운지 및 국제지원센터로 활용됩니다.';
var text712 = '1,058명을 수용할 수 있는 첨단 기숙사입니다.';
var text713 = '1,058명을 수용할 수 있는 첨단 기숙사입니다.';
var text707 = '예술대학 교육ㆍ연구 지원 시설로, 콘서트홀(256석)과 야외공연장 등을 갖추고 있습니다.';
var text507 = '초대 총장인 윤인구 박사를 기리기 위해 건립한 곳으로 최첨단 원격화상강의실을 갖추고 있습니다.';
var text306 = '구 본관 건물로, 현재 인문대학의 중심 건물로 활용되고 있습니다. 건축가 김중업 선생의 초기 작품으로 유명합니다. ';
var text307 = '인문대학 교수들의 연구 활동이 이루어지는 연구실이 배치되어 있습니다.';

var text411 = '자연과학대학 중심 건물로 물리·화학·생명과학분야의 전문인력을 양성합니다. ';
var text313 = '최첨단 연구장비로 고급 과학 인력을 양성하는 연구 공간입니다. ';
var text315 = '숙식 및 편의를 제공하는 여학생 전용 기숙사입니다.';
var text316 = '숙식 및 편의를 제공하는 여학생 전용 기숙사입니다.';
var text317 = '여학생 기숙사인 자유관을 관리하고 제반 사항을 지원합니다.';
var text314 = '정보전산원 기능 중 IT교육 및 실습 업무를 담당하고 있습니다.';
var text402 = '옛 총장공관으로 현재 온실로 개조되어 활용되고 있습니다. ';
var text510 = '2011년 증축 개관했으며, 4개 주제자료관(인문사회/어문학/과학기술/예체능)과 iCOMMONS, 미디어갤러리 등을 운영하고 있습니다.';
var text515 = '2011년 신축 이전했으며, 빠르고 안정적인 전산망 인프라와 초고속 컴퓨터로 학사·행정지원시스템을 운영하고 있습니다.';
var text308 = '입자물리,핵물리,응집물질물리,광학,통계물리 등 물질의 근본과 우주의 기원을 이해하고자 하는 우수 물리학도를 양성하고 있는 곳입니다. ';
var text102 = '3차원 측정, 용접, 절단 등을 위한 공과대학 학생들의 실습 공간입니다.';
var text417 = '학문적 탐구에 중점을 두고 교육자적 자질 및 인격을 길러주는 사범대학 전용관입니다. ';
var text418 = '교수들의 활발한 연구 활동이 이루어지는 곳입니다. ';
var text420 = '이용률이 낮은 자료를 소장하고 담당자가 책을 직접 찾아주는 폐가제 보존서고로 운영되고 있습니다.(열람 및 대출 가능)';
var text309 = '일반물리, 현대물리, 고급물리 등 물리학 전반에 걸친 강의 및 연구가 활발히 진행되는 공간입니다. ';
var text608 = '우수 법조인력 양성을 위한 법학전문도서관, 모의법정, 법학연구소, 법률상담실습실, 판례정보검색실 등이 위치하고 있습니다.';
var text701 = '사범대학 인문계열 학과 전용관입니다.';
var text303 = '토목 및 건축 관련 강의와 연구를 지원하는 곳입니다.';
var text405 = '공과대학 행정실이 위치하고 있으며, 재료공학부와 환경공학과가 자리하고 있습니다.';
var text105 = '공과대학 기계공학부 전용관입니다.';
var text305 = '도시설계, 교통공학 등 공과대학 도시공학과의 연구와 교육을 지원하는 곳입니다.';
var text408 = '유기소재시스템공학과가 위치하여 각종 관련 수업과 연구를 수행합니다.';
var text201 = '컴퓨터 관련학과의 수업과 연구를 지원합니다.';
var text406 = '공과대학 고분자공학과와 화학공학과의 강의 및 연구가 수행되는 공간입니다. ';
var text107 = '공과대학 기계공학부, 산업공학과 등의 수업을 지원하며 특히 항공기 관련 실험분석실이 배치되어 있습니다.';
var text108 = '공과대학 항공우주공학, 전자전기정보통신공학, 전자공학 전공자들을 위한 학습 공간입니다.';
var text207 = '기계, 전기, 산업공학 등 공학 전공학도들의 강의 및 연구를 지원하기 위한 설비를 갖추고 있습니다.';
var text206 = '조선해양학 관련 분야의 강의 및 연구가 진행되는 공간입니다.';
var text103 = '항공우주공학과 및 기계공학부 공간입니다.';
var text702 = '예술대학 미술학과 학생들이 조소작품을 구상하고 제작하는 공간입니다.';
var text704 = '예술대학 교육연구시설입니다.';
var text414 = 'undefined';
var text715 = '남학생 전용 기숙사입니다.';
var text716 = '남학생 전용 기숙사입니다.';
var text717 = '남학생 전용 기숙사입니다. ';
var text714 = '남학생 기숙사인 진리관의 관리업무가 이루어지는 곳입니다.';

var text513 = '상과대학, 법학전문대학원, 사회과학대학 등 주변에 위치한 건물을 감안한 주차편의 제공을 위한 주차장입니다. ';

var text512 = '교직원과 학생들을 위한 테니스 연습 및 시합 공간입니다.';
var text302 = '토질공학 및 지반공학을 위한 실험·실습 및 연구 공간입니다.';

var text605 = '학군사관후보생(ROTC)의 훈련 및 관리가 이루어지는 곳입니다.';
var text708 = '학생들을 위한 각종 편의시설 및 식당을 운영 중이며 주요 동아리방이 자리 잡고 있는 공간입니다.';
var text606 = '자연과학대학의 화학전공 학생들이 실험과 강의를 통해 전공 관련 지식을 습득하는 공간입니다.';
var text106 = '전시 및 문화시설, 각종 편의시설, 영화관 등이 들어선 종합 문화 복지 시설입니다.';
var text506 = '중소기업창업보육센터가 위치해 있습니다.';
var text711 = '재학생 및 졸업생 고시준비생들을 위해 숙식 및 정보를 지원합니다. ';

var text101 = '대량생산을 위한 폴리머/메탈룸이며, 국내 유일의 인력양성을 위한 MEMS/NANO 실습공간과 동남권역 기업지원을 위해 운영되고 있습니다.';
var text403 = '대학극장인 효원회관을 리모델링한 예술·문화공연 공간입니다.';

//추가건물

var text516 = '경제통상대학 강의실, 교수연구실 등이 자리한 교육연구시설입니다. ';
var text319 = '지상 11층 연면적 규모의 부산캠퍼스 내 최대 교육연구시설로 건립 중입니다. 기계공학부 실험실과 교수연구실, 강의실 등이 들어설 예정입니다.';

// yangsan
var textY01 = '2006년 전문대학원으로 전환했으며 2009년 양산캠퍼스 준공과 함께 이전했습니다. 8층 규모로 연면적은 17,674m²입니다.';
var textY02 = '부산·경남 유일의 치과의사 양성기관입니다. 7층 규모로 연면적 8,543m²에 지어진 양산 교사로 2009년에 이전했습니다';
var textY03 = '국내 유일의 한의학전문대학원입니다. 기존 한의대와 차별화된 R＆D중심의 운영으로 한의학 전문가를 육성하고 있습니다. 지하 1층, 지상 7층이며 연면적 9,391m² 규모입니다.';
var textY04 = '간호대학은 매년 100％의 국가고시 합격률과 취업률을 자랑합니다. 연면적은 6,367m²이며 지하 1층, 지상 5층입니다.';
var textY05 = '기숙사 ' + '\'' + '행림관' + '\'' + '은 총 826명을 수용합니다.';
var textY06 = '세계 최고 수준의 이동식 다지점 진동대 실험시설을 갖추고 있어 국내 지진공학 관련 실험·연구가 활발히 이뤄지고 있습니다.';
var textY07 = '태양열을 이용해 양산캠퍼스에 온수를 공급함으로써 연료비 2천9백만원 절약, CO2 절감 등의 효과를 거두고 있다. 상단부 집열판은 에너지를 담는 그릇 모양을 이루고 있습니다.';
var textY08 = '쓰레기집하장 입니다.';
var textY09 = '지하 1층, 지상 3층 규모의 편의시설로, 식당, 매점, 휴게실, 강의실, 세미나실 등을 갖추고 있습니다.';
var textY10 = '기존 아미동 의학도서관 장서와 한의학자료실의 장서를 통합해 약 12만권의 장서를 보유함으로써 의생명분야 이용자들의 연구와 교육활동을 지원하고 있습니다. 지하 1층, 지상 4층 규모입니다.';
var textY11 = '부산대-로이드선급 국제공동연구소의 충격공학시험연구동으로, 조선 해양플랜트 충격하중 작용에 따른 재료·구조파괴 및 강도의 성능을 시험하는 세계 최고 수준의 인프라를 구축하고 있습니다.';
var textY12 = '운동장 입니다.';
var textY13 = '테니스장 입니다.';

var textYH01 = '2008년 11월에 개원한 국내 유일의 종합의료타운으로, 대학병원, 어린이병원, 치과병원, 한방병원 등을 운영합니다.대학병원 병동, 중앙진료동, 외래진료동으로 구분됩니다.';
var textYH02 = '전국 국립대 중 두 번째로 문을 열었으며, 최고의 의료진과 최신식 의료장비로 소아질환을 전담하고 있습니다.';
var textYH03 = '8개 과, 14개 전문 클리닉에서 우수 의료진이 효율적인 의료서비스를 제공합니다.';
var textYH04 = '국내 유일의 국립 한방병원으로, 200병상에서 8개 과와 18개 전문 클리닉을 운영합니다.';
var textYH05 = 'undefined';
var textYH06 = '지상 1층, 지상 4층, 47병상 규모로 뇌파검사실, 뇌혈류 초음파실, 신경인지검사실, 근전도, 전정기능검사실 등을 갖추고 있으며, 뇌신경질환 각 전문 분야별로 특수 클리닉을 운영하고 있습니다.';
var textYH07 = '한의학 및 한약과 관련된 임상시험 및 임상연구 전용공간입니다.';
var textYH08 = '지하 1층, 지상 6층 규모의 편의시설동으로 보육시설과 편의점, 휘트니스센터, 게스트룸 등으로 구성되어 있습니다.';
var textYH09 = '의생명 교육 및 연구 활동을 지원함으로써 동북아 의학 발전의 토대를 마련하고 있으며, 각종 행정업무가 이루어지는 곳입니다.';

//milyang
var textM01 = '행정지원본부는 밀양캠퍼스의 각종 행정업무를 지원하고, 나노생명과학도서관은 전자저널 및 학술DB 등의 정보서비스를 제공합니다.';
var textM02 = '전국 대학 최초로 설립된 나노과학기술대학의 4개 학과가 운영되고 있습니다.';
var textM03 = '식물생명과학과 등 생명자원과학대학 11개 학과가 위치해 있습니다.';
var textM04 = '학생들을 위한 각종 편의시설을 운영합니다.';
var textM05 = '기숙사 청학관, 비마관, 매화관이 운영 중입니다. 밀양캠퍼스 재학생의 약 36％인 732명을 수용합니다.';
var textM06 = '각종 실험·실습을 위한 공간입니다.';
var textM07 = '밀양캠퍼스로 들어가는 관문입니다.';
var textM08 = '각종 체육행사와 체력단련에 활용됩니다.';
var textM09 = '교수 연구와 학생 실험 및 실습을 지원합니다. PNU-IGB 국제공동연구소가 들어서 있습니다.';
var textM10 = '교직원과 학생들을 위한 테니스 연습 및 시합공간입니다.';
var textM11 = '첨단소재 개발부터 제품화까지 모든 과정을 과학적으로 수행할 수 있는 환경제어용 첨단온실과 국제 수준의 청정실험동물센터가 운영 중입니다.';

//ami
var ah01 = '';
var ah04 = '';
var ah05 = '';
var ah06 = '';
var ah07 = '';
var ah08 = '';
var ah09 = '';
var ah10 = '';
var ah20 = '';